Repository: common-repository/mt-cache-manager
Catalog: languages/*-cache-manager-*.po
Languages: it_it

source: Purged Everything Done!
it_it: Cache Svuotata!

source: Purge Comments:
it_it: Svuota Cache dei Commenti:

source: Sorry, MT Cache Manager requires WordPress %s or higher
it_it: Spiacente, MT Cache Manager richiede WordPress %s o superiore

source: Sorry, you need to be an administrator to use MT Cache Manager
it_it: Spiacente, devi essere un amministratore per usare MT Cache Manager

source: Purge Entire Cache
it_it: Svuota Tutta la Cache

source: Save All Changes
it_it: Salva tutti i cambiamenti

source: when a <strong>published post</strong> (or page/custom post) is <strong>trashed</strong>.
it_it: quando un <strong>articolo pubblicato</strong> (o pagina/custom) è <strong>cancellato</strong>.

source: (date, category, tag, author, custom taxonomies)
it_it: (data, categoria, tag, autore, custom taxonomies)

source: Purge Archives:
it_it: Pulisci Archivio:

source: when a <strong>comment</strong> is <strong>unapproved/deleted</strong>.
it_it: quando un <strong>commento</strong> è <strong>non approvato/cancellato</strong>.

source: when a <strong>comment</strong> is <strong>approved/published</strong>.
it_it: quando un <strong>commento</strong> è <strong>approvato/pubblicato</strong>.

source: when a <strong>post</strong> is <strong>published</strong>.
it_it: quando un <strong>articolo</strong> è <strong>pubblicato</strong>.

source: Purge Post/Page/Custom Post Type:
it_it: Pulisci Articolo/Pagina/Custom:

source: when a <strong>published post</strong> (or page/custom post) is <strong>trashed</strong>
it_it: quando un <strong>articolo pubblicato</strong> (o pagina/custom) è <strong>cancellato</strong>

source: when a <strong>post</strong> (or page/custom post) is <strong>modified</strong> or <strong>added</strong>.
it_it: quando un <strong>articolo</strong> (o pagina/custom) è <strong>modificato</strong> o <strong>aggiunto</strong>.

source: Purge Homepage:
it_it: Homepage:

source: Enable Purge
it_it: Attiva Pulizia Automatica

source: Purging Options
it_it: Opzioni di pulizia della cache

source: Settings saved.
it_it: Impostazioni Salvate.

source: MT Cache Manager Settings
it_it: MT Cache Manager Impostazioni

source: Purge initiated
it_it: Cache svuotata correttamente

source: Settings
it_it: Impostazioni

source: Purge Current Page
it_it: Svuota la Cache della Pagina

source: Purge Cache
it_it: Pulisci Cache

source: Purging entire cache is not recommended. Would you like to continue?
it_it: Svuotare completamente la cache è sconsigliato. Vuoi comunque procedere?

source: General
it_it: Generale

source: Cleans nginx's proxy cache whenever a post is edited/published.
it_it: Svuota la cache ogni volta che un articolo è modificato o pubblicato.
